// Перевірка підключеного файлу скриптів
// console.log('Підключено файл скриптів market.js')

// Визначення масиву товарів
let itemsArray = [
    'Газонокосарка 43',
    'Електричний тример 110',
    'Електрична газонокосарка 32',
    'Акумуляторний обприскувач 12 N'
];

// Отримання елементу з ідентифікатором items
let itemsDiv = document.getElementById("items");

// Перевірка існування знайденого блоку
if (itemsDiv) {
    // Виведення елементів масиву
    itemsArray.forEach((item) => {
        console.log(item);
    });
} else {
    // Вивід повідомлення про не знайдений блок
    console.log('Блок товарів не знайдено');
}